Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/telecommunications_and_postal_services/postal_services_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The Commission for Communications Regulation (ComReg) was established as the national regulatory authority for the postal sector by the Communications Regulation Act 2002
ga: Bunaíodh an Coimisiún um Rialáil Cumarsáide (ComReg) mar an údarás náisiúnta rialála d’earnáil an phoist ag an Acht um Rialáil Cumarsáide, 2002

source: An Post was designated Ireland’s universal service provider by the Communications Regulation (Postal Services) Act 2011 for a period of 12 years from August 2011
ga: Sannadh An Post mar an soláthraí seirbhíse uilíoch ag Acht um Rialáil Cumarsáide (Seirbhísí Poist), 2011 ar feadh tréimhse 12 bhliain ó Lúnasa 2011 i leith

source: The 2011 Act also enacted into Irish law EU Directive 97/67/EC as amended
ga: Ina theannta sin, rinne Acht 2011 Treoir 97/67/CE an AE arna leasú a achtú i ndlí na hÉireann

source: The universal service provider is obliged to provide certain services
ga: Tá dualgas ar an soláthraí uilíoch seirbhíse seirbhísí áirithe a chur ar fáil

source: While other postal service providers operate in Ireland, only An Post is obliged to provide specific services
ga: Cé go bhfeidhmíonn soláthraithe eile seirbhíse poist in Éirinn, níl dualgas ach ar An Post seirbhísí sonracha a sholáthar

source: Anyone can set up a postal business to handle any form of mail
ga: Tá cead ag aon duine gnó poist a bhunú chun aon fhoirm de phost a láimhseáil

source: If you want to provide a postal service you must notify ComReg
ga: Más mian leat seirbhís phoist a sholáthar, ní mór duit fógra a thabhairt do ComReg

source: A postal service involves the clearance, sorting, transport and distribution of postal packets
ga: Is éard atá i gceist le seirbhís phoist, ceadú, sórtáil, iompar agus dáileadh paicéid phoist

source: Services such as document exchange, courier services and the delivery of unaddressed advertising material are not considered to be postal services
ga: Ní mheastar gurb ionann malartú cáipéise, seirbhísí cúiréara agus ábhar fógraíochta gan seoladh a sheachadadh agus seirbhísí poist

source: When completing the notification form, you will have to decide whether your postal service is within the scope of the universal postal service
ga: Nuair a bhíonn an fhoirm fógra á comhlánú agat, beidh ort cinneadh a dhéanamh cibé acu an bhfuil nó nach bhfuil do sheirbhís phoist laistigh de scóip na seirbhíse uilíche poist

source: When you receive an acknowledgement from ComReg of the notification, you are authorised to provide the postal service described in your notification, subject to the conditions of authorisation
ga: Nuair a thugtar aitheantas duit ó ComReg den fhógra, tá tú údaraithe leis an tseirbhís phoist a sholáthar a ndéantar cur síos uirthi i d’fhógra, faoi réir choinníollacha an údaraithe

source: You are required to draw up a code of practice covering customer complaints and redress
ga: Tá ort cód cleachtais a chur i dtoll a chéile ina gcuimsítear gearáin ó chustaiméirí agus sásamh

source: ComReg provides more information on the regulation of authorised providers on its website
ga: Soláthraíonn ComReg tuilleadh faisnéise ar rialáil soláthraithe údaraithe ar a láithreán gréasáin

source: As the universal service provider, An Post must provide a universal service to everyone and every organisation in the State
ga: Mar sholáthróir seirbhíse uilíche, bíonn ar An Post seirbhís uilíoch a sholáthar do gach duine agus eagraíocht sa Stát

source: This involves at least one collection and one delivery five working days a week (that is, Monday to Friday) of postal packets weighing up to 2kgs and parcels weighing up to 20 kgs
ga: Is éard atá i gceist leis seo, go mbailítear agus go seachadtar paicéid phoist ar a bhfuil meáchan a throime le 2kg agus beartáin ar a bhfuil meáchan a mhéid le 20kg, uair amháin, ar a laghad, cúig lá oibre sa tseachtain (is é sin, ó Luan go hAoine)

source: It must provide the following services:
ga: Ní mór dóibh na seirbhísí a leanas a sholáthar:

source: • A single piece service involving the clearance, sorting, transport and distribution of letters, large envelopes, packets and parcels
ga: • Seirbhís phíosa shingil ina ndéantar litreacha, clúdaigh litreach mhóra, paicéid agus beartáin a cheadú, a shórtáil, a iompar agus a dháileadh

source: • Free certificates of posting
ga: • Deimhnithe postála saor in aisce

source: • An insured items service
ga: • Seirbhís earraí faoi árachas

source: • A single piece service provided free of charge to the postal service user for the transmission of postal packets for the blind or partially sighted
ga: • Seirbhís phíosa shingil a chuirtear ar fáil saor in aisce d’úsáideoir na seirbhíse poist do sheoladh paicéid phoist do na daill nó dóibh siúd ar beagán radhairc

source: • A service for the clearance, transport and distribution of:
ga: • Seirbhís do cheadú, iompar agus dáileadh:

source: - Postal packets deposited in bulk for delivery only
ga: - Paicéid phoist a fhaightear i mbulc lena seachadadh amháin

source: - Postal packets deposited in bulk pre-sorted by country of destination abroad
ga: - Paicéid phoist a fhaightear i mbulc atá réamhshórtáilte de réir thír na ceannscríbe thar lear

source: - Postal packets deposited in bulk for deferred delivery
ga: - Paicéid phoist a fhaightear i mbulc le haghaidh seachadadh iarchurtha

source: • A service for the clearance, transport and distribution of postal packets deposited with the universal postal service provider by a foreign designated postal operator
ga: • Seirbhís le haghaidh imréiteach, iompar agus dáileadh paicéid phoist a fhaigheann an soláthraí seirbhíse uilíche poist ó oibreoir sannta poist iasachta

source: • A number of special facilities for the delivery of postal packets, provided at the request of the addressee, including:
ga: • Líon áiseanna speisialta maidir le seachadadh paicéid phoist, a chuirtear ar fáil ar iarraidh an tseolaí, lena n-áirítear:

source: Full details of the postal services that An Post must provide nationally and internationally are set out in the Communications Regulation (Universal Postal Service) Regulations 2012 (SI 280 of 2012)
ga: Leagtar amach na sonraí iomlána faoi na seirbhísí poist nach mór do An Post a sholáthar go náisiúnta agus go hidirnáisiúnta sna Rialacháin um Rialáil Cumarsáide (Seirbhís Uilechoiteann Phoist), 2012 (IR 280 de 2012)

source: An Post’s other services
ga: Seirbhísí eile a sholáthraíonn An Post

source: An Post also provides postal services that do not fall under the universal service requirement as well as services that are not postal services
ga: Soláthraíonn An Post seirbhísí poist eile nach dtagann faoi chuimsiú an cheanglais seirbhíse uilíche, mar aon le seirbhísí nach seirbhísí poist iad

source: Examples of the non-postal services are Express Post, Passport Express, Philatelic Services (dealing with stamps) and Courier Post
ga: I measc na samplaí de na seirbhísí neamhphoist, tá Mearphost, Mearsheirbhís Phas, Seirbhísí Stampshanais (bainteach le stampaí) agus Post Cuiréara

source: It also has other services, such as, financial services, collecting TV licence fees and business directories
ga: Cuireann siad seirbhísí eile ar fáil, chomh maith, ar nós seirbhísí airgeadais, táillí ceadúnais teilifíse a bhailiú agus eolairí gnó

source: Information on all of An Post’s services, as well as the services available through the network of local post offices is available on An Post’s website
ga: Tá fáil ar fhaisnéis ar gach ceann de sheirbhísí An Post, mar aon leis na seirbhísí atá ar fáil trí líonra d’oifigí poist áitiúla ar láithreán gréasáin An Post

source: Monitoring of postal services
ga: Monatóireacht a dhéanamh ar sheirbhísí poist

source: ComReg monitors An Post’s compliance with its legal obligations as universal service provider with regard to the:
ga: Déanann ComReg monatóireacht ar chomhlíonadh dhualgais dhlíthiúla An Post mar an soláthróir seirbhíse uilíche maidir leis an méid a leanas:

source: it provides and may issue directions to An Post, after consultation with interested parties
ga: a sholáthraíonn siad, agus féadfaidh siad treoracha a eisiúint do An Post, tar éis dul i gcomhairliúchán leis na páirtithe leasmhara

source: ComReg may also initiate enforcement procedures if appropriate
ga: Anuas air sin, féadfaidh ComReg tús a chur le nósanna imeachta forfheidhmithe, más cuí

source: ComReg is required to measure the quality of service provided by An Post, and to publish regular reports
ga: Ceanglaítear ar ComReg cáilíocht na seirbhíse a sholáthraíonn An Post a mheas, agus chun tuarascálacha rialta a fhoilsiú

source: There is an official European Standard (EN13850) setting out how this should be done
ga: Leagtar amach i gCaighdeán oifigiúil Eorpach (EN13850) conas ar cheart seo a dhéanamh

source: The measurement is continuous and results of An Post's performance are reported in information notices published by ComReg each quarter
ga: Déantar an meas ar bhonn leanúnach agus tuairiscítear torthaí feidhmíochta An Post i bhfógraí faisnéise a fhoilsíonn ComReg gach ráithe

source: The measurement relates to single piece mail only, i.e., performance of large scale or bulk mailings are excluded from this measurement
ga: Baineann an meas le post píosa shingil amháin, i.e. ní chuirtear feidhmíocht poist mhórscála nó bhuilc san áireamh sa mheas seo

source: ComReg has set targets of 94% for next day delivery and 99.5% for delivery within 3 days
ga: Tá spriocanna socraithe ag ComReg do sheachadadh an lá dar gcionn (94%) agus le haghaidh seachadadh laistigh de thrí lá (99.5%)

source: The most recent results achieved are available on ComReg's website
ga: Tá fáil ar na torthaí is déanaí a baineadh amach ar láithreán gréasáin ComReg do thomhaltóirí

source: ComReg’s regulatory role for An Post’s postal services that do not fall under the universal service requirement is much more limited
ga: Tá feidhm rialála ComReg le haghaidh sheirbhísí poist An Post nach dtagann faoi chuimsiú an cheanglais seirbhíse uilíche i bhfad níos teoranta

source: It can only make sure that An Post has adequate complaints procedures in the provision of these services and that there is no cross-subsidy between these and the universal services
ga: Ní féidir leo ach a chinntiú go bhfuil nósanna imeachta leordhóthanacha i bhfeidhm ag An Post i soláthar na seirbhísí seo agus nach ann d’aon tras-fhóirdheontas idir iad seo agus seirbhísí uilíocha

source: ComReg has no regulatory role over An Post’s non-postal services
ga: Níl aon fheidhm rialála ag ComReg ar sheirbhísí neamhphoist An Post

source: They are subject to normal commercial law
ga: Tá siad faoi réir an ghnáthdhlí tráchtála

source: ComReg ensures that other postal service providers who have a postal service authorisation from ComReg draw up a code of practice covering customer complaints and redress
ga: Cinntíonn ComReg go gcuireann soláthróirí eile seirbhíse poist, a bhfuil údarú seirbhíse poist acu ó ComReg, cód cleachtais i dtoll a chéile a chuimsíonn gearáin agus sásamh custaiméirí

source: If a parcel or package comes from outside the European Union (EU), you must pay the VAT and any duties that you owe, before the parcel is delivered to you
ga: Má thagann beartán nó pacáistí ó lasmuigh den Aontas Eorpach (AE), ní mór duit an CBL agus aon dleachtanna a íoc atá le híoc, sula ndéantar an beartán a sheachadadh chugat

source: If the parcel comes from another EU country, it is not subject to VAT or duties, as these are already included in the price of the goods within the parcel
ga: Má sheoltar an beartán ó thír AE eile, níl sé faoi réir CBL nó dleachtanna, mar gheall go bhfuil iad seo san áireamh cheana féin i bpraghas na n-earraí atá laistigh den bheartán

source: The manner in which VAT and customs duties are collected depends on the company that delivers the package and varies from one provider to another
ga: Braitheann an bealach a bhailítear CBL agus dleachtanna custaim ar an gcuideachta a sheachadann an pacáiste agus bíonn sé éagsúil ó sholáthróir go soláthróir

source: One of three situations may apply:
ga: D’fhéadfadh cás amháin i dtrí chás bheith i gceist:

source: • The delivery provider pays the fee to clear the item from customs and then charges you directly
ga: • Íocann an soláthróir seachadta an táille chun an t-earra a bhaint ó chustaim agus gearrann siad an táille ort go díreach

source: • The delivery provider tells you the relevant charge and asks for payment before delivering the package to you
ga: • Cuireann an soláthróir seachadta ar an eolas thú faoin táille chuí agus iarrann sé/sí ar íocaíocht sula seachadtar an pacáiste chugat

source: • The delivery provider lets you deal directly with the Revenue Commissioners
ga: • Ligeann an soláthróir seachadta duit déileáil go díreach leis na Coimisinéirí Ioncaim

source: The amount charged for clearing postal items through customs is up to the delivery provider and can vary from one provider to another
ga: Faoin soláthróir seachadta atá sé an méid a ghearrtar a shocrú ar earraí poist a cheadú trí chustaim agus féadfaidh táille éagsúil bheith i gceist ó sholáthróir go soláthróir

source: Usually these charges are based on a percentage of the value of the goods stated to be in the package
ga: Is gnách go mbunaítear na hathruithe seo ar chéatadán de luach na n-earraí a luaitear atá sa phacáiste

source: You should contact the delivery provider for a list of the charges
ga: Ba cheart duit teagmháil a dhéanamh leis an soláthróir seachadta chun liosta a fháil de na táillí

source: In July 2015, a new national postcode system known as Eircode was introduced
ga: In Iúil 2015, tugadh córas nua náisiúnta postchóid isteach, ar a dtugtar Eircode

source: All residential and business addresses have been given a unique new Eircode
ga: Tugadh Eircode nua uathúil do gach seoladh cónaithe agus gnó

source: Residential addresses include every address where post is delivered
ga: Is ionann seoltaí cónaithe agus gach seoladh a seachadtar post chuige

source: Each house on a street, each flat in an apartment block, each unit in a duplex unit and each house in a rural townland will be given an Eircode
ga: Tabharfar Eircode do gach teach ar shráid, gach árasán i mbloc árasán, gach aonad in aonad árasán dhá urlár agus gach teach i mbaile fearainn tuaithe

source: An Eircode is a unique 7 character code
ga: Cód alfa-uimhriúil uathúil seacht gcarachtar is ea Eircode

source: You can find or check an Eircode using the Eircode Finder
ga: Féadfaidh tú Eircode a aimsiú nó a sheiceáil agus an tAimsitheoir Eircode a úsáid

source: An Post's postal services
ga: Seirbhísí poist An Post

source: To make a complaint about a postal service that An Post provides contact An Post’s customer service team, outline your complaint and ask for it to be resolved
ga: Chun gearán a dhéanamh faoi sheirbhís phoist a sholáthraíonn An Post, déan teagmháil le foireann sheirbhísí do chustaiméirí An Post, agus tabhair breac-chuntas ar do ghearán agus iarr go ndéanfar é a réiteach

source: If you are unhappy with the outcome of An Post’s investigation you should contact the Commission for Communications Regulation (ComReg), which can review your case and let you know if it can take further action for you
ga: Mura bhfuil tú sásta le toradh fhiosrúchán An Post, ba cheart duit teagmháil a dhéanamh leis an gCoimisiún um Rialáil Cumarsáide (ComReg), ar féidir leo athbhreithniú a dhéanamh ar do chás agus thú a chur ar an eolas más féidir leo dul i mbun gníomhartha breise duit

source: Other authorised service providers
ga: Soláthróirí údaraithe eile seirbhíse

source: If your complaint relates to a postal service provided by an authorised service provider other than An Post, you should contact the relevant provider, outline the complaint and ask for it to be resolved
ga: Má bhaineann do ghearán le seirbhís phoist a sholáthraíonn soláthróir údaraithe eile seirbhíse seachas An Post, ba cheart duit teagmháil a dhéanamh leis an soláthróir ábhartha, agus breac-chuntas a thabhairt ar do ghearán agus iarraidh go ndéanfar é a réiteach

source: Contact details for authorised service providers are available on ComReg’s website
ga: Tá fáil ar shonraí teagmhála soláthróirí údaraithe seirbhíse ar láithreán gréasáin ComReg

source: As mentioned above, ComReg may be able to help if you are unhappy with the outcome of the provider’s investigation
ga: Faoi mar a luaitear thuas, d’fhéadfadh ComReg bheith in ann cabhrú leat mura bhfuil tú sásta le toradh fhiosrúchán an tsoláthróra

source: Comreg provides further information on postal services and how to make a complaint on its website
ga: Soláthraíonn ComReg tuilleadh faisnéise ar sheirbhísí poist agus ar conas gearán a dhéanamh ar a láithreán gréasáin do thomhaltóirí

source: If your complaint concerns a monetary claim and relates to one of the other postal services provided either by an authorised service provider or An Post, you may also take action through the Small Claims Court
ga: Má bhaineann do ghearán le gearán airgid, agus má bhaineann sé le ceann de na seirbhísí a sholáthair soláthróir údaraithe seirbhíse nó An Post, féadfaidh tú dul i mbun gnímh tríd an gCúirt Mhionéileamh

source: Whether you can claim compensation depends on the product, service and postal service provider used
ga: Ba cheart duit téarmaí agus coinníollacha an táirge nó na seirbhíse a sheiceáil ar dtús, féachaint an bhfuil tú i dteideal cúiteamh a fháil

source: You should first check the terms and conditions of the product or service to see if you are entitled to compensation
ga: Teagmháil Soláthraíonn ComReg liosta de Cheisteanna Coitainta Seirbhísí Poist ar a láithreán gréasáin
